ru = ('а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'ю', 'я')
en = ('a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z')
uk = ('а', 'б', 'в', 'г', 'ґ', 'д', 'е', 'є', 'ж', 'з', 'и', 'i', 'ї', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ь', 'ю', 'я')
es = ('a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'ñ', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z')
fr = en
de = ('a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z', 'ä', 'ö', 'ü', 'ß')
pt = en
#hin = ('अ', 'आ', 'ए', 'ई', 'ऍ', 'ऎ', 'ऐ', 'इ', 'ओ', 'ऑ', 'ऒ', 'ऊ', 'औ', 'उ', 'ब', 'भ', 'च', 'छ', 'ड', 'ढ', 'फ', 'फ़', 'ग', 'घ', 'ग़', 'ह', 'ज', 'झ', 'क', 'ख', 'ख़', 'ल', 'ळ', 'ऌ', 'ऴ', 'ॡ', 'म', 'न', 'ङ', 'ञ', 'ण', 'ऩ', 'ॐ', 'प', 'क़', 'र', 'ऋ', 'ॠ', 'ऱ', 'स', 'श', 'ष', 'ट', 'त', 'ठ', 'द', 'थ', 'ध', 'ड़', 'ढ़', 'व', 'य', 'य़', 'ज़')

lang_list = {"Russian": ru, "English": en, "Ukranian": uk, "Spanish": es, "French": fr, "German": de, "Portuguese": pt}